{
  "alpha": { "branch": "main" },
  "autopairs": { "branch": "master" },
  "autotag": { "branch": "main" },
  "buffer_cmp": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmdline_cmp": { "branch": "main" },
  "cmp": { "branch": "main" },
  "colorizer": { "branch": "master" },
  "copilot": { "branch": "master" },
  "copilot_cmp": { "branch": "master" },
  "dap": { "branch": "master" },
  "dap_go": { "branch": "main" },
  "dap_ui": { "branch": "master" },
  "dap_virtual_text": { "branch": "master" },
  "dressing": { "branch": "master" },
  "flash": { "branch": "main" },
  "friendly_snippets": { "branch": "main" },
  "gitsigns": { "branch": "main" },
  "go": { "branch": "master" },
  "guihua": { "branch": "master" },
  "hererocks": { "branch": "master" },
  "illuminate": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev": { "branch": "main" },
  "lsp_cmp": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "lspkind": { "branch": "master" },
  "lualine": { "branch": "master" },
  "luasnip": { "branch": "master" },
  "luasnip_cmp": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason": { "branch": "main" },
  "mason_dap": { "branch": "main" },
  "mason_lspconfig": { "branch": "main" },
  "mason_null_ls": { "branch": "main" },
  "mini_bufremove": { "branch": "main" },
  "mini_comment": { "branch": "main" },
  "mini_indentscope": { "branch": "main" },
  "mini_surround": { "branch": "main" },
  "navic": { "branch": "master" },
  "neo_tree": { "branch": "v3.x" },
  "nio": { "branch": "master" },
  "noice": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "notify": { "branch": "master" },
  "nui": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "null_ls": { "branch": "main" },
  "path_cmp": { "branch": "main" },
  "plenary": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "presence": { "branch": "main" },
  "rainbow_delimiters": { "branch": "master" },
  "schema_store": { "branch": "main" },
  "spectre": { "branch": "master" },
  "spell_cmp": { "branch": "master" },
  "spider": { "branch": "main" },
  "symbols_outline": { "branch": "master" },
  "telescope": { "branch": "master" },
  "tmux_navigator": { "branch": "main" },
  "todo_comments": { "branch": "main" },
  "toggle_term": { "branch": "main" },
  "treesitter": { "branch": "master" },
  "treesitter_textobject": { "branch": "master" },
  "trouble": { "branch": "main" },
  "web_devicons": { "branch": "master" },
  "which_key": { "branch": "main" },
  "window_picker": { "branch": "main" }
}
