{
  "autopairs": { "branch": "master" },
  "autotag": { "branch": "main" },
  "buffer_cmp": { "branch": "main" },
  "bufferline": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmdline_cmp": { "branch": "main" },
  "cmp": { "branch": "main" },
  "colorizer": { "branch": "master" },
  "copilot": { "branch": "master" },
  "copilot_cmp": { "branch": "master" },
  "dressing": { "branch": "master" },
  "flash": { "branch": "main" },
  "friendly_snippets": { "branch": "main" },
  "illuminate": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp_cmp": { "branch": "main" },
  "lspkind": { "branch": "master" },
  "lualine": { "branch": "master" },
  "luasnip": { "branch": "master" },
  "luasnip_cmp": { "branch": "master" },
  "mini_bufremove": { "branch": "main" },
  "mini_comment": { "branch": "main" },
  "mini_indentscope": { "branch": "main" },
  "mini_surround": { "branch": "main" },
  "neo_tree": { "branch": "v3.x" },
  "noice": { "branch": "main" },
  "notify": { "branch": "master" },
  "nui": { "branch": "main" },
  "path_cmp": { "branch": "main" },
  "plenary": { "branch": "master" },
  "spell_cmp": { "branch": "master" },
  "telescope": { "branch": "master" },
  "tmux_navigator": { "branch": "main" },
  "treesitter": { "branch": "master" },
  "web_devicons": { "branch": "master" },
  "which_key": { "branch": "main" },
  "window_picker": { "branch": "main" }
}