{
  "LuaSnip": { "branch": "master" },
  "bufferline": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "comment": { "branch": "master" },
  "copilot-cmp": { "branch": "master" },
  "file-trimmer": { "branch": "master" },
  "github-copilot": { "branch": "master" },
  "gitsigns": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-zero": { "branch": "v2.x" },
  "lspkind.nvim": { "branch": "master" },
  "lualine": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "surround": { "branch": "main" },
  "symbols-outline": { "branch": "master" },
  "telescope": { "branch": "master" },
  "tmux-navigator": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-repeat": { "branch": "master" },
  "which-key": { "branch": "main" }
}